[
    {
      "id": 1,
      "title": "SanGym",
      "location": "Bucharest",
      "description": "Bucharest offers you a complete package of services, in a gym equipped with the new professional equipment Florsystem (the number 1 manufacturer in Romania) and professional cardio machines Vision Fitness all extended over an area of 450 sqm on 2 levels, equipped with : air conditioning, central heating, locker rooms, showers and clean and civilized bathrooms, key lockers for storing personal belongings during training."
    },
    {
      "id": 2,
      "title": "WorldClass",
      "location": "Bucharest",
      "description": "The largest health and fitness network in Romania, World Class opened its first club in 2000. Almost 20 years later, World Class has 41 health and fitness clubs throughout the country and over 65,000 active members. It was a rewarding road to full national success. The World Class journey continues. To transform and improve the lifestyle of Romanians, through our health & fitness programs, through our network of clubs and, especially, through the dedication and passion of our team of health & fitness experts, in a vibrant and powerful environment motivational."
    },
    {
      "id": 3,
      "title": "Mega Gym",
      "location": "Constanta",
      "description": "In Mega Gym Constanta you benefit from professional equipment designed to train each muscle group, and qualified staff that will help you overcome your limits and get amazing results. Services include: Fitness, Aerobics & Spinning, Bodybuilding, Sauna & Locker Rooms, Sports Bar, Personal Trainer. The quality and complexity of the services offered, designed to improve physical condition and general condition, recommends Mega Gym as one of the best gyms. In a pleasant and relaxing environment you have the chance to forget about stress and routine to spend a few hours in our center where you have access to a wide range of services in order to improve your physical condition."
     },
     {
      "id": 4,
      "title": "X by Spice",
      "location": "Alba Iulia",
      "description": "X by Spice is a new gym concept developed by Spice Fitness. With a modern design and exceptional features provided by LifeFitness, USA, the world's largest manufacturer of fitness equipment, X by Spice was inaugurated in the fall of 2013, in Alba Iulia, Piata Cetate area. 1000 square meters of state-of-the-art equipment; 54 new LifeFitness USA devices; air-conditioned and airy aerobics room; complete locker rooms for ladies and gentlemen; disabled access"
     },
     {
      "id": 5,
      "title": "Stay Fit Gym",
      "location": "Bucharest",
      "description": "We offer Stay Fit Gym clients the best guidance to achieve the desired results. That is why the team of instructors, coaches and collaborators is carefully selected, the main criterion being performance. We are focused on educating our clients from a sports point of view, so that the work done in the Stay Fit Gym centers can materialize in a more pleasant mood and a healthy life.Our team of trainers consists of professionals in fitness, aerobics and gymnastics."
     },
     {
      "id": 6,
      "title": "WeiderGym",
      "location": "Iasi",
      "description": "Our gym is built with our customers in mind. Forget about situations where you didn't have a place to train."
     },
     {
      "id": 7,
      "title": "SAS Gym ",
      "location": "Iasi",
      "description": "A few years ago, Sas Gym paved the way for a fitness club concept, based on the fact that your time is very precious and must be treated as such. That's why the NON STOP program and the family atmosphere make Sas Gym a welcoming and discreet club, ready to meet all your requirements."
     },
     {
      "id": 8,
      "title": "Downtown Fitness",
      "location": "Bucharest",
      "description": "The gym enjoys a modern, pleasant and harmonious arrangement with a competitive team of open coaches to offer you the best training according to the objectives you want. Experience the passion for movement in a wide 1000sqm setting, enjoying the desired space, professional equipment and quality services. Among the services offered are: Aerobics Fitness, Indoor, Cycling, Lounge Bar, Solar, Massage, Sauna."
     },
     {
      "id": 9,
      "title": "Liberty Gym Club",
      "location": "Bucharest",
      "description": "Liberty Gym Club is the place where you maintain your optimal health, energy and an excellent tone! We are honored to have you in our midst, in a setting that we have tried to make as pleasant as possible, so that the time you spend in our club is as pleasant as possible. In aerobics or individual group classes, personalized, both adults and children, are expected by our instructors, with much warmth, love, patience, passion and professionalism, to initiate and perfect them in this wonderful world. of exercise."
     },
     {
      "id": 10,
      "title": "Sandow Fitness Club",
      "location": "Bucharest",
      "description": "Being a spacious, clean and very bright room, we get rid of the feeling of suffocation that you have encountered in other rooms. Our staff is at your disposal to help you get used to the equipment and feel at ease. We are interested in teaching you to learn the secrets of this sport and get the best results.We have ‘cardio’ equipment for those who want to lose weight, but also equipment for strength exercises and ‘bodybuilding’, for those interested in increasing muscle mass. Our staff can provide you with nutrition and training tips, the presentation of the equipment and the correct execution of the exercises for your safety."
     }
]
